Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvSingleContact/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Abort
de: Abbrechen
es: Cancelar
fr: Abandonner
it: Annulla
ja: キャンセル
ko: 중단
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
ko: 수락
pt_br: Aceitar
pt_pt: Aceitar
ru: Принять
uk: Прийняти
zh_hans: 接受

# ARE_YOU_SURE_YOU_WANT_TO_DELETE_%@_FROM_YOUR_CONTACTS
source: Are you sure you want to remove %@ from your contacts?
de: Sind Sie sicher, dass Sie %@ aus Ihren Kontakten entfernen möchten?
es: ¿Estás seguro de que quieres eliminar a %@ de tus contactos?
fr: Confirmez-vous vouloir retirer %@ de vos contacts ?
it: Sei sicuro di voler rimuovere %@ dai tuoi contatti?
ja: 本当に %@ を連絡先から削除しますか？
ko: 정말로 연락처에서 %@를 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja remover %@ de seus contatos?
pt_pt: Tem a certeza de que quer remover %@ dos seus contactos?
ru: Вы уверены, что хотите удалить %@ из ваших контактов?
uk: Ви впевнені, що хочете видалити %@ зі своїх контактів?
zh_hans: 您确定要从您的联系人中移除 %@ 吗？

# ARE_YOU_SURE_YOU_WANT_TO_FULLY_DELETE_%@
source: Are you sure you want to permanently delete %@ from your account?
de: Sind Sie sicher, dass Sie %@ dauerhaft von Ihrem Konto löschen möchten?
es: ¿Estás seguro de que quieres eliminar permanentemente a %@ de tu cuenta?
fr: Confirmez-vous vouloir supprimer définitivement %@ de votre compte ?
it: Sei sicuro di voler eliminare definitivamente %@ dal tuo account?
ja: 本当に、アカウントから%@を完全に削除しますか？
ko: 계정에서 %@를 영구적으로 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja excluir permanentemente %@ da sua conta?
pt_pt: Tem a certeza de que pretende eliminar permanentemente %@ da sua conta?
ru: Вы уверены, что хотите навсегда удалить %@ из своей учётной записи?
uk: Ви впевнені, що хочете назавжди видалити %@ зі свого облікового запису?
zh_hans: 您确定要永久从您的帐户中删除 %@ 吗？

# AT_LEAST_ONE_CHANNEL_FAILED_TO_RESTART
source: At least one of the channel establishment failed to restart
de: Mindestens eine Kanalverbindung konnte nicht neu gestartet werden.
es: Al menos uno de los intentos de establecer el canal falló al reiniciarse
fr: Erreur lors du redémarrage de l'établissement d'un canal sécurisé
it: Almeno una delle connessioni di canale non è riuscita a riavviarsi
ja: チャンネルの確立に失敗し、再試行できませんでした
ko: 채널 연결 시도 중 최소 하나가 실패하여 재시도할 수 없습니다.
pt_br: Pelo menos uma das tentativas de estabelecer o canal falhou ao tentar reiniciar.
pt_pt: Pelo menos uma das tentativas de estabelecer a ligação falhou e não foi possível repetir.
ru: По крайней мере, одна из попыток установить канал не удалась
uk: Відновити з’єднання не вдалося, оскільки виникла помилка в одному або декількох каналах.
zh_hans: 至少有一个频道建立失败，无法重启

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# CANNOT_DELETE_USER_%@_AS_PART_OF_COMMON_GROUPS
source: You cannot delete the user %@ as both of you belong to some common groups. You will need to leave these groups to proceed.
de: Sie können den Benutzer %@ nicht löschen, da Sie beide zu einigen gemeinsamen Gruppen gehören. Sie müssen diese Gruppen verlassen, um fortzufahren.
es: No puedes eliminar al usuario %@ ya que ambos pertenecen a algunos grupos en común. Deberás abandonar estos grupos para continuar.
fr: Vous ne pouvez pas supprimer l'utilisateur %@ car vous appartenez à certains groupes en commun. Vous devrez quitter ces groupes pour pouvoir continuer.
it: Non puoi eliminare l'utente %@ perché entrambi appartenete ad alcuni gruppi in comune. Dovrai lasciare questi gruppi per procedere.
ja: ユーザー %@ を削除できません。お二人ともいくつかの共通のグループに所属しているためです。削除するには、これらのグループから退出する必要があります。
ko: 두 분 모두 속한 공통 그룹이 있어 사용자 %@를 삭제할 수 없습니다. 진행하려면 해당 그룹에서 나가야 합니다.
pt_br: Você não pode excluir o usuário %@ porque ambos pertencem a alguns grupos em comum. Você precisará sair desses grupos para continuar.
pt_pt: Não pode eliminar o utilizador %@, pois ambos pertencem a alguns grupos em comum. Terá de abandonar estes grupos para continuar.
ru: Вы не можете удалить пользователя %@, так как вы оба состоите в общих группах. Вам необходимо покинуть эти группы, чтобы продолжить.
uk: Ви не можете видалити користувача %@, оскільки ви обидва належите до спільних груп. Вам потрібно покинути ці групи, щоб продовжити.
zh_hans: 您无法删除用户 %@，因为你们都属于一些共同的群组。您需要先退出这些群组才能继续操作。

# CANNOT_DELETE_USER_FOR_NOW
source: Contact cannot be deleted for now
de: Dieser Benutzer kann im Moment nicht gelöscht werden.
es: Este usuario no se puede eliminar por ahora
fr: Cet utilisateur ne peut pas être supprimé pour le moment
it: Questo utente non può essere eliminato per il momento
ja: 現在、この連絡先は削除できません
ko: 현재는 연락처를 삭제할 수 없습니다.
pt_br: O contato não pode ser excluído no momento.
pt_pt: O contacto não pode ser apagado neste momento
ru: Удалить контакт пока невозможно
uk: Контакт поки не може бути видалено
zh_hans: 联系人目前无法删除

source: Capabilities
de: Funktionen
es: Funcionalidades
fr: Capacités
it: Funzionalità
ja: 機能
ko: 기능
pt_br: Recursos
pt_pt: Funcionalidades
ru: Возможности
uk: Функції
zh_hans: 功能

# CAPABILITY_GROUPS_V2
source: Groups v2
de: Gruppen v2
es: Grupos v2
fr: Groupes v2
it: Gruppi v2
ja: グループ (v2)
ko: 그룹 (v2)
pt_br: Grupos v2
pt_pt: Grupos v2
ru: Группы v2
uk: Групи v2
zh_hans: 群组 v2

# CAPABILITY_ONE_TO_ONE_CONTACTS
source: One2One contacts
de: Direktnachrichten-Kontakte
es: Contactos Uno a Uno
fr: Contacts One2One
it: Contatti One2One
ja: 1対1の連絡先
ko: 일대일 연락처
pt_br: Contatos individuais
pt_pt: Contactos individuais
ru: Контакты личных сообщений
uk: Контакти один на один
zh_hans: 一对一联系人

source: Certified by identity provider
de: Von Identitätsanbieter zertifiziert
es: Certificado por el proveedor de identidad
fr: Certifiée par un fournisseur d'identité
it: Certificato dal fornitore di identità
ja: IDプロバイダーによって認証済み
ko: ID 공급업체 인증
pt_br: Certificado pelo provedor de identidade
pt_pt: Certificado pelo fornecedor de identidade
ru: Подтверждено поставщиком удостоверений
uk: Сертифіковано провайдером ідентифікації
zh_hans: 已通过身份验证提供商的认证

# CHANNEL_ESTABLISHMENT_WAS_RESTARTED
source: The channel establishment was restarted
de: Die Kanalausrichtung wurde neu gestartet
es: El establecimiento del canal se reinició
fr: L'établissement du canal sécurisé a redémarré
it: La connessione al canale è stata riavviata
ja: チャンネルの確立が再開されました
ko: 채널 연결이 다시 시작되었습니다.
pt_br: O estabelecimento do canal foi reiniciado
pt_pt: O processo de criação do canal foi reiniciado
ru: Установление канала было перезапущено
uk: Встановлення каналу було перезапущено
zh_hans: 频道建立过程已重新启动

# COMMON_GROUPS
source: Shared groups
de: Gemeinsame Gruppen
es: Grupos compartidos
fr: Groupes communs
it: Gruppi condivisi
ja: 共有グループ
ko: 공유 그룹
pt_br: Grupos compartilhados
pt_pt: Grupos partilhados
ru: Общие группы
uk: Спільні групи
zh_hans: 共享群组

# CONTACT_%@_HAS_%lld_DEVICES
source: %1$@ has %2$lld devices
de: %1$@ hat %2$lld Geräte
es: %1$@ tiene %2$lld dispositivos
fr: %1$@ a %2$lld appareils
it: %1$@ ha %2$lld dispositivi
ja: %1$@は%2$lld台のデバイスを持っています
ko: %1$@은(는) %2$lld개의 기기를 가지고 있습니다.
pt_br: %1$@ tem %2$lld dispositivos
pt_pt: %1$@ tem %2$lld dispositivos
ru: %1$@ имеет %2$lld устройств
uk: %1$@ має %2$lld пристроїв
zh_hans: %1$@ 拥有 %2$lld 台设备

# CONTACT_INTRODUCTION_EXPLANATION_%@
source: Connect %@ with someone in your network. They’ll only need to accept the invitation to start chatting—no QR codes or codes needed.
de: Verbinde %@ mit jemandem in deinem Netzwerk. Die Person muss die Einladung lediglich akzeptieren, um mit dem Chat zu beginnen – keine QR-Codes oder Codes erforderlich.
es: Conecta a %@ con alguien de tu red. Solo necesitarán aceptar la invitación para empezar a conversar, sin necesidad de códigos QR ni códigos.
fr: Mettez %@ en relation avec quelqu’un de votre réseau. Il leur suffira d’accepter l’invitation pour commencer à discuter — aucun QR code ou code à échanger.
it: Collega %@ a qualcuno nella tua rete. Dovranno solo accettare l'invito per iniziare a chattare – niente codici QR o codici necessari.
ja: ネットワーク内の誰かと%@を接続します。相手は招待を承認するだけで、チャットを開始できます。QRコードやコードは必要ありません。
ko: 네트워크에 있는 누군가와 %@을 연결하세요. 상대방은 채팅을 시작하기 위해 초대만 수락하면 됩니다. QR 코드나 코드는 필요하지 않습니다.
pt_br: Conecte %@ com alguém da sua rede. A pessoa só precisará aceitar o convite para começar a conversar — sem necessidade de códigos QR ou códigos.
pt_pt: Ligue o %@ a alguém da sua rede. A pessoa apenas precisa de aceitar o convite para começar a conversar — não são necessários códigos QR nem códigos.
ru: Подключите %@ к кому-нибудь из вашей сети. Им потребуется только принять приглашение, чтобы начать чат — не нужны QR-коды или коды.
uk: Зв’яжіть %@ з кимось у вашій мережі. Їм потрібно буде лише прийняти запрошення, щоб почати спілкування – не потрібні QR-коди чи коди.
zh_hans: 将 %@ 与您网络中的某人连接。他们只需接受邀请即可开始聊天——无需二维码或代码。

# CONTACT_INTRODUCTION_TITLE_%@
source: Introduce %@
de: Stell %@ vor
fr: Présenter %@
it: Presentati a %@
ja: %@ を紹介します
ko: %@를 소개합니다.
pt_br: Apresente %@
pt_pt: Apresentar %@
ru: Представьтесь %@
uk: Представтеся %@
zh_hans: 介绍 %@

# CONTACT_IS_NOT_ACTIVE_EXPLANATION_BODY
source: This contact was revoked by your company's identity provider. Their Olvid ID may have been compromised and the security of your communications cannot be guaranteed. If you are sure your contact's Olvid ID was never compromised you may manually unblock them. Please contact your administrator for more details.
de: Dieser Kontakt wurde von Ihrem Unternehmens-Identitätsanbieter widerrufen. Ihre Olvid ID könnte kompromittiert worden sein, und die Sicherheit Ihrer Kommunikation kann nicht garantiert werden. Wenn Sie sicher sind, dass die Olvid ID Ihres Kontakts niemals kompromittiert wurde, können Sie ihn manuell entsperren. Wenden Sie sich für weitere Details an Ihren Administrator.
es: Este contacto fue revocado por el proveedor de identidad de su empresa. Su ID de Olvid podría haberse visto comprometido y no se puede garantizar la seguridad de sus comunicaciones. Si está seguro de que el ID de Olvid de su contacto nunca se vio comprometido, puede desbloquearlo manualmente. Póngase en contacto con su administrador para obtener más detalles.
fr: Ce contact a été révoqué par le fournisseur d'identité de votre société. Son ID Olvid a peut-être été compromis et la sécurité de vos communications ne peut être garantie. Si vous êtes certain que l'ID Olvid de votre contact n'a jamais été compromis, vous pouvez le débloquer manuellement. Veuillez contacter votre administrateur pour plus d'informations.
it: Questo contatto è stato revocato dal tuo provider di identità aziendale. Il loro ID Olvid potrebbe essere stato compromesso e la sicurezza delle vostre comunicazioni non può essere garantita. Se sei sicuro che l'ID Olvid del tuo contatto non sia mai stato compromesso, puoi sbloccarlo manualmente. Contatta il tuo amministratore per maggiori dettagli.
ja: この連絡先は、お客様の会社のIDプロバイダーによってアクセスが取り消されました。相手のOlvid IDが侵害された可能性があり、お客様との通信の安全性を保証できません。 もし、相手のOlvid IDが侵害されたことがないと確信できる場合は、手動でブロックを解除できます。 詳細については、管理者にお問い合わせください。
ko: 이 연락처는 회사에서 사용하는 신원 제공업체에 의해 차단되었습니다. 해당 사용자의 Olvid ID가 손상되었을 수 있으며, 통신의 보안을 보장할 수 없습니다. 연락처의 Olvid ID가 손상되지 않았다고 확신하는 경우 수동으로 차단을 해제할 수 있습니다. 자세한 내용은 관리자에게 문의하십시오.
pt_br: Este contato foi revogado pelo provedor de identidade da sua empresa. O ID Olvid dele pode ter sido comprometido e a segurança de suas comunicações não pode ser garantida. Se você tiver certeza de que o ID Olvid do seu contato nunca foi comprometido, poderá desbloqueá-lo manualmente. Entre em contato com seu administrador para obter mais detalhes.
pt_pt: Este contacto foi revogado pelo provedor de identidade da sua empresa. O ID Olvid deste contacto pode ter sido comprometido e a segurança das suas comunicações não pode ser garantida. Se tiver a certeza de que o ID Olvid do seu contacto nunca foi comprometido, poderá desbloqueá-lo manualmente. Contacte o seu administrador para obter mais detalhes.
ru: Этот контакт был отозван вашим поставщиком удостоверений. Их Olvid ID мог быть скомпрометирован, и безопасность ваших коммуникаций не может быть гарантирована. Если вы уверены, что Olvid ID вашего контакта никогда не был скомпрометирован, вы можете вручную разблокировать его. Пожалуйста, свяжитесь с вашим администратором для получения дополнительной информации.
uk: Цей контакт було відкликано вашим провайдером ідентифікації. Їхній Olvid ID міг бути скомпрометовано, і безпека вашого спілкування не може бути гарантована. Якщо ви впевнені, що Olvid ID вашого контакту ніколи не був скомпрометований, ви можете вручну розблокувати його. Зверніться до адміністратора для отримання додаткової інформації.
zh_hans: 此联系人已被您公司的身份提供者撤销。他们的 Olvid ID 可能已遭到泄露，因此无法保证您通信的安全性。 如果您确信您的联系人的 Olvid ID 绝未遭到泄露，您可以手动取消阻止。 请联系您的管理员以获取更多详细信息。

# CONTACT_IS_NOT_ACTIVE_EXPLANATION_TITLE
source: Contact revoked by your company's identity provider
de: Kontakt wurde von Ihrem Unternehmens-Identitätsanbieter gesperrt
es: Contacto revocado por el proveedor de identidad de su empresa
fr: Contact révoqué par le fournisseur d'identité de votre société
it: Contatto revocato dal provider di identità della tua azienda
ja: 貴社のIDプロバイダーによって連絡先が取り消されました
ko: 귀사의 ID 공급업체에서 연락처 권한을 해지했습니다.
pt_br: Contato revogado pelo provedor de identidade da sua empresa
pt_pt: Contacto revogado pelo fornecedor de identidade da sua empresa
ru: Контакт был отозван поставщиком удостоверений вашей компании
uk: Контакт було відкликано вашим корпоративним провайдером ідентифікації
zh_hans: 您的公司身份验证服务已撤销该联系人。

# CONTACT_WAS_NOT_RECENTLY_ONLINE_BODY
source: It seems this contact has not used Olvid for an extended period of time. We cannot guarantee messages will be properly delivered to them.
de: Es scheint, dass dieser Kontakt Olvid seit längerer Zeit nicht mehr verwendet hat. Wir können nicht garantieren, dass Nachrichten korrekt zugestellt werden.
es: Parece que este contacto no ha usado Olvid durante un período prolongado. No podemos garantizar que los mensajes se entreguen correctamente.
fr: Il semble que ce contact n'a pas utilisé Olvid depuis un certain temps. Nous ne pouvons pas garantir que vos messages lui parviendront normalement.
it: Sembra che questo contatto non utilizzi Olvid da molto tempo. Non possiamo garantire che i messaggi vengano consegnati correttamente.
ja: この連絡先は、しばらくOlvidを使用していないようです。メッセージが正しく相手に届くことを保証できません。
ko: 이 연락처는 Olvid를 오랫동안 사용하지 않은 것 같습니다. 메시지가 제대로 전달될 수 있는지 보장할 수 없습니다.
pt_br: Parece que este contato não usa o Olvid há algum tempo. Não podemos garantir que as mensagens serão entregues corretamente.
pt_pt: Parece que este contacto não tem utilizado o Olvid há algum tempo. Não podemos garantir que as mensagens serão entregues corretamente.
ru: Похоже, этот контакт долгое время не использовал Olvid. Мы не можем гарантировать, что сообщения будут доставлены ему должным образом.
uk: Здається, цей контакт тривалий час не використовував Olvid. Ми не можемо гарантувати, що повідомлення будуть правильно доставлені йому.
zh_hans: 看起来，此联系人已经有一段时间没有使用 Olvid 了。我们无法保证消息能够正确发送给他们。

# CONTACT_WAS_NOT_RECENTLY_ONLINE_TITLE
source: Contact offline for an extended period of time
de: Kontakt ist längere Zeit offline
es: Contacto desconectado por un período prolongado.
fr: Contact hors-ligne depuis longtemps
it: Contatto offline da molto tempo
ja: 連絡先の相手が長期間オフラインです
ko: 연락처가 장시간 오프라인 상태입니다.
pt_br: Contato offline há um período prolongado
pt_pt: Contacto offline durante um período prolongado
ru: Контакт долгое время не в сети
uk: Контакт неактивний протягом тривалого часу
zh_hans: 联系人已离线较长时间

# CREATE_GROUP_WITH_%@
source: Create a group with %@
de: Erstelle eine Gruppe mit %@
es: Crear un grupo con %@
fr: Créer un groupe avec %@
it: Crea un gruppo con %@
ja: %@とグループを作成
ko: %@와 함께 그룹을 만드세요.
pt_br: Criar um grupo com %@
pt_pt: Criar um grupo com %@
ru: Создать группу с %@
uk: Створити групу з %@
zh_hans: 创建一个包含 %@ 的群组

# DELETED_CONTACT_DESCRIPTION
source: This contact no longer exists in your address book.
de: Dieser Kontakt existiert nicht mehr in Ihrem Adressbuch.
es: Este contacto ya no existe en tu agenda.
fr: Ce contact n’existe plus dans votre carnet d’adresses.
it: Questo contatto non esiste più nella tua rubrica.
ja: この連絡先は、現在のアドレス帳には登録されていません。
ko: 이 연락처는 주소록에 더 이상 존재하지 않습니다.
pt_br: Este contato não existe mais em sua lista de contatos.
pt_pt: Este contacto já não existe na sua lista de contactos.
ru: Этот контакт больше не существует в вашей адресной книге.
uk: Цей контакт більше не існує у вашій адресній книзі.
zh_hans: 此联系人已不再存在于您的通讯录中。

# DELETED_CONTACT_TITLE
source: Contact Deleted
de: Kontakt gelöscht
es: Contacto eliminado
fr: Contact supprimé
it: Contatto eliminato
ja: 連絡先が削除されました
ko: 연락처 삭제됨
pt_br: Contato excluído
pt_pt: Contacto apagado
ru: Контакт удален
uk: Контакт видалено
zh_hans: 联系人已删除

source: Delete contact
de: Kontakt löschen
es: Eliminar contacto
fr: Supprimer le contact
it: Elimina contatto
ja: 連絡先を削除
ko: 연락처 삭제
pt_br: Excluir contato
pt_pt: Eliminar contacto
ru: Удалить контакт
uk: Видалити контакт
zh_hans: 删除联系人

# DELETE_OLVID_USER
source: Delete this user
de: Diesen Benutzer löschen
es: Eliminar a este usuario
fr: Supprimer cet utilisateur
it: Elimina questo utente
ja: このユーザーを削除
ko: 이 사용자를 삭제합니다
pt_br: Excluir este usuário
pt_pt: Eliminar este utilizador
ru: Удалить этого пользователя
uk: Видалити цього користувача
zh_hans: 删除此用户

source: Device %lld
de: Gerät %lld
es: Dispositivo %lld
fr: Appareil %lld
it: Dispositivo %lld
ja: デバイス %lld
ko: 장치 %lld
pt_br: Dispositivo %lld
pt_pt: Dispositivo %lld
ru: Устройство %lld
uk: Пристрій %lld
zh_hans: 设备 %lld

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
pt_pt: Dispositivos
ru: Устройства
uk: Пристрої
zh_hans: 设备

# DOWNGRADE_CONTACT_TO_NON_ONE_TO_ONE_BUTTON_TITLE
source: Remove from contacts
de: Aus Kontakten entfernen
es: Eliminar de contactos
fr: Retirer des contacts
it: Rimuovi dai contatti
ja: 連絡先から削除
ko: 연락처에서 제거
pt_br: Remover dos contatos
pt_pt: Remover dos contactos
ru: Удалить из контактов
uk: Видалити з контактів
zh_hans: 从联系人中移除

# EDIT_NICKNAME_AND_CUSTOM_PHOTO
source: Edit custom name and photo
de: Benutzerdefinierten Namen und Foto bearbeiten
es: Editar nombre y foto personalizados
fr: Éditer le surnom et la photo personnalisée
it: Modifica nome e foto personalizzati
ja: カスタム名と写真を編集
ko: 사용자 지정 이름 및 사진 편집
pt_br: Editar nome e foto personalizados
pt_pt: Editar nome e foto personalizados
ru: Редактировать имя и фото
uk: Редагувати власне ім'я та фото
zh_hans: 编辑自定义名称和照片

source: Edit personal note
de: Persönliche Notiz bearbeiten
es: Editar nota personal
fr: Éditer la note personnelle
it: Modifica nota personale
ja: 自己紹介文を編集
ko: 개인 메모 수정
pt_br: Editar nota pessoal
pt_pt: Editar nota pessoal
ru: Изменить личную заметку
uk: Редагувати особисту нотатку
zh_hans: 编辑个人备注

# ESTABLISHING_SECURE_CHANNEL
source: Establishing a secure discussion channel
de: Sichere Gesprächsverbindung wird aufgebaut
es: Estableciendo un canal de discusión seguro
fr: Création d'un canal de discussion sécurisé
it: Canale di discussione sicuro in fase di creazione
ja: セキュアなチャットチャンネルを確立します
ko: 안전한 대화 채널을 설정 중입니다.
pt_br: Estabelecendo um canal de comunicação seguro
pt_pt: A estabelecer um canal de comunicação seguro
ru: Установление защищенного канала связи
uk: Встановлення захищеного каналу зв’язку
zh_hans: 正在建立安全的讨论频道

# ESTABLISHING_SECURE_CHANNEL_EXPLANATION
source: A secure discussion channel is currently being created. This process should take a few seconds if both you and your contact are online. If you believe that something went wrong, you can restart the channel creation.
de: Ein sicherer Diskussionskanal wird gerade erstellt. Dieser Vorgang sollte einige Sekunden dauern, wenn sowohl du als auch dein Kontakt online sind. Solltest du der Meinung sein, dass etwas schiefgelaufen ist, kannst du die Kanalerstellung neu starten.
es: Se está creando un canal de discusión seguro. Este proceso debería tardar unos segundos si tanto tú como tu contacto estáis en línea. Si crees que algo ha ido mal, puedes reiniciar la creación del canal.
fr: Un canal sécurisé est actuellement en cours de création. Ce processus ne demande que quelques secondes si vous et votre contact êtes tous deux en ligne. Si vous pensez que quelque chose s'est mal passé, vous pouvez redémarrer la création de ce canal.
it: Un canale di discussione sicuro è in fase di creazione. Questo processo dovrebbe richiedere pochi secondi se sia tu che il tuo contatto siete online. Se ritieni che qualcosa sia andato storto, puoi riavviare la creazione del canale.
ja: 安全なチャットチャンネルを作成中です。あなたと相手の双方がオンラインであれば、数秒で完了します。 問題が発生した場合は、チャンネルの作成を再試行してください。
ko: 안전한 대화 채널을 생성하는 중입니다. 사용자와 상대방 모두 온라인 상태라면 몇 초 안에 완료됩니다. 문제가 발생한 것으로 판단되면 채널 생성을 다시 시작할 수 있습니다.
pt_br: Um canal de discussão seguro está sendo criado. Este processo deve levar alguns segundos se você e seu contato estiverem online. Se você acredita que algo deu errado, pode reiniciar a criação do canal.
pt_pt: Um canal de discussão seguro está a ser criado. Este processo deverá demorar apenas alguns segundos, caso tanto você como o seu contacto estejam online. Se acredita que algo correu mal, pode reiniciar a criação do canal.
ru: Сейчас создается защищенный канал обсуждения. Этот процесс займет несколько секунд, если вы и ваш контакт находитесь в сети. Если вы считаете, что что-то пошло не так, вы можете перезапустить создание канала.
uk: Зараз створюється захищений канал обговорення. Якщо ви та ваш контакт онлайн, цей процес має зайняти кілька секунд. Якщо ви вважаєте, що щось пішло не так, ви можете перезапустити створення каналу.
zh_hans: 目前正在创建一个安全的讨论频道。如果双方都在线，此过程应该只需几秒钟。 如果您认为出现问题，可以重新开始频道创建。
